tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "spotify/public"
brew "webp"
brew "jpeg-xl"
brew "awscli"
brew "bzip2"
brew "libffi"
brew "cookiecutter"
brew "coreutils"
brew "direnv"
brew "exa"
brew "gifsicle"
brew "git"
brew "pgcli"
brew "virtualenv"
brew "poetry"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "starship"
brew "terraform"
brew "tmux"
brew "zlib"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "jupyterlab"
cask "obsidian"
vscode "bastienboutonnet.vscode-dbt"
vscode "Catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "innoverio.vscode-dbt-power-user"
vscode "jkiviluoto.tws"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "PKief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "z3z1ma.vscode-dbt-power-user-osmosis"
